Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: "(1) If the minimum amount resolved by the general meeting has been subscribed to, the Register of Business Enterprises shall be notified of the capital increase within three months from the end of the subscription period.
nb: "(1) Er det minstebeløpet som er fastsatt av generalforsamlingen tegnet, skal kapitalforhøyelsen meldes til Foretaksregisteret innen tre måneder etter tegningsfristens utløp.

source: These were thus typical cases of actual retroactivity where the norm, also pursuant to Article 97 of the Constitution, is stringent.
nb: Det dreide seg altså om typiske tilfeller av egentlig tilbakevirkning der normen også etter Grunnloven § 97 er streng.

source: I also mention section 45-18, stating that biological samples having formed the basis for analyses of DNA profiles must be destroyed “as soon as the profile has been registered or the purpose of the analysis has been achieved”.
nb: Jeg nevner også § 45-18, hvor det fremgår at biologisk materiale som har vært analysegrunnlag for DNA-profiler, skal destrueres «så snart registrering av profilen har funnet sted eller formålet med undersøkelsen er oppnådd».

source: not start up again until 1910. However, this interruption cannot be an obstacle to seeing the
nb: Innledningsvis minner jeg om at varig tamreindrift i Essand først kom i gang igjen i 1910. Men dette

source: Normally, travel expenses and
nb: mål fra dommer, aktor og forsvarer.

source: Child welfare - regulation of contact over the phone and the Internet
nb: Barnevern - regulering av kontakt på telefon og over nett

source: "The majority does not agree that it was negligent of FjordEvents/B not to give a special warning when they were about to hit the stern waves, and that the briefing given in advance on how to handle waves must be regarded as sufficient to maintain the participants' safety when participating in RIB tours.
nb: "Flertallet kan ikke se at det var uaktsomt av FjordEvents v/B å ikke varsle særskilt når de skulle passere hekkbølgene, og at orienteringen om håndtering av bølger på forhånd må anses tilstrekkelig til å ivareta deltakernes nødvendige sikkerhet ved deltakelse i RIB-tur.

source: The aircraft belong to the Irish subsidiary Arctic Aviation Assets Ltd.
nb: Flyene tilhører det irske datterselskapet Arctic Aviation Assets Ltd.

source: Hence, there is no conflict between the Norwegian rules and the NEAFC Convention.
nb: Det er derfor ingen motstrid mellom de norske reglene og NEAFC-konvensjonen.

source: concerning strip-searches, this is expressed as follows in paragraph 64:
nb: , som gjelder kroppsvisitasjon, uttrykkes dette slik i avsnitt 64:

source: Consequently, I have concluded that the claim relating to the two-stroke engines is comprised by the arbitration agreement.
nb: Jeg er etter dette kommet til at kravet knyttet til totaktsmotorene er omfattet av voldgiftsavtalen.

source: From now on, I will refer to the 2013 Regulations as they read before the said amendments.
nb: I det følgende viser jeg til 2013-forskriften slik den lød før nevnte innskjerping.

source: Some statements may suggest that the measure must be necessary out of concern for the minority as a whole.
nb: Enkelte uttalelser kan tyde på at tiltaket må være nødvendig av hensyn til minoritetsgruppen som helhet.

source: The core argument is that snow crab catching is comprised by the NEAFC Convention, and that the affiliated NEAFC Scheme of Control Enforcement (the NEAFC Scheme) is applicable for such catching when it takes place on the continental shelf outside the economic zone.
nb: Kjernen i argumentasjonen er at fangst av snøkrabbe er omfattet av NEAFC-konvensjonen, og at den tilknyttede NEAFC Scheme of Control and Enforcement (NEAFC-scheme) får anvendelse på slik fangst når den skjer på kontinentalsokkelen utenfor den økonomiske sonen.

source: When assessing whether an exemption shall be made from the general rule, particular importance shall be attached to whether the need for protection is due to acts that are punishable under Norwegian law, or whether it seems more likely that the main purpose of the acts was to obtain a residence permit."
nb: Ved vurderingen av om det skal gjøres unntak fra hovedregelen, skal det særlig legges vekt på om beskyttelsesbehovet skyldes handlinger som er straffbare etter norsk lov, eller om det fremstår som mest sannsynlig at det hovedsakelige formålet med handlingene har vært å oppnå oppholdstillatelse."

source: "The family is protected against being split up under the right to a family life in ECHR Article 8.
nb: "Familien er beskyttet mot oppsplitting etter retten til familieliv i EMK artikkel 8.

source: The complaint concerned a case where the
nb: Klagen gjaldt et fengslingsmøte, hvor klager var forsvarer.

source: Under count IV (a) and (b), A has been convicted of having provided material and financial support to ISIL by purchasing combat clothing and various clothes and equipment to D while D was fighting with ISIL in Syria.
nb: A er under post IV a og b dømt for å ha gitt materiell støtte til ISIL gjennom å ha kjøpt stridsbekledning og diverse klær og utstyr til D mens D deltok i ISIL i Syria.

source: As I have touched on, this has also proved true.
nb: Som jeg har vært inne på, har dette også vist seg å slå til.

source: The basis for the indictment against B reads:
nb: Grunnlaget i tiltalen mot B har denne ordlyden:

source: paragraph 39 can be interpreted differently, but it related to personal data other than DNA and is not entirely clear.
nb: Brunet-avgjørelsen avsnitt 39 kan forstås annerledes, men den gjaldt andre typer personopplysninger enn DNA og er ikke helt entydig.

source: However, the error does not result in invalidity if there is no reason to assume that it may have had a decisive impact on the contents of the administrative decision, cf. section 41 of the Public Administration Act.
nb: Feilen leder imidlertid ikke til ugyldighet dersom det ikke er grunn til å regne med at den kan ha virket bestemmende på vedtakets innhold, jf. forvaltningsloven § 41.

source: Ethical principles for Norwegian judges
nb: Høring - rettssted for Hålogaland lagmannsrett i Finnmark lagsogn

source: as regards the choice of means in the sense that it is not a question of reviewing the authorities’ choice based on ideal criteria – the question is whether the measures initiated were all in all
nb: med hensyn til valg av virkemidler, i den forstand at det ikke er tale om å etterprøve myndighetens valg ut fra ideelle kriterier – spørsmålet er om de tiltak som er iverksatt alt i alt var

source: that Article 3 no. 1 grants a right to each child which is "directly applicable (self-executing) and can be invoked before a court", cf. paragraph 6.
nb: at artikkel 3 nr. 1 gir en rett for det enkelte barn som er "directly applicable (self-executing) and can be invoked before a court", jf. avsnitt 6.

source: On page 142, the Ministry takes this starting point:
nb: På side 142 tar departementet dette utgangspunktet:

source: I note that all rulings on DNA retention seem to involve crime where DNA may contribute to solving the case, such as violence, robbery, drug offences and sexual assault.
nb: Her viser jeg til at samtlige avgjørelser om DNA-registrering synes å gjelde kriminalitet hvor DNA kan bidra til oppklaring, som vold, ran, narkotikalovbrudd og seksuallovbrudd.

source: The division of property may have strengthened the population in their view.
nb: Utskiftningen kan ha styrket befolkningen i deres oppfatning.

source: Case law from the national courts of the EU member states
nb: Praksis fra de nasjonale domstolene i EU-statene

source: The fact that one is engaged in an area that involves risk implies that one must be prepared for developments not to be as expected, and that one cannot have the same secure expectations of one's position as someone who bases his expectations on a position without risk.
nb: At man er på et område som involverer risiko, innebærer at man må være forberedt på at utviklingen ikke blir som forutsatt, og man kan ikke ha samme trygge forventning til posisjonen som en som baserer sin forventning på en posisjon uten risiko.

source: The provisions in the Constitution section 102 and the ECHR Article 8 on the right to a family life also suggest that a different norm should apply where the tie is weak.
nb: Bestemmelsene i Grunnloven § 102 og EMK artikkel 8 om retten til familieliv taler også mot at det skal benyttes en annen norm der tilknytningen er svak.

source: is a connection of such a kind” between the claims that may create such a risk.
nb: «there is a connection of such a kind» – mellom kravene som kan skape slik risiko.

source: importance to protection under article 8 that the person in question is a “settled migrant”.
nb: EMDs praksis viser videre at for beskyttelsen etter artikkel 8 er det av stor betydning om den aktuelle personen er en "settled migrant".

source: The Supreme Court concluded that the considerations underlying the prohibition of retroactive effect in Article 97 of the Constitution and Article 7 of the ECHR indicate that weight cannot be attached to the preparatory works in such a connection.
nb: Høyesterett kom til at de hensyn som ligger bak tilbakevirkningsforbudet i Grunnloven § 97 og EMK artikkel 7, tilsier at forarbeidene ikke kunne tillegges vekt i en slik sammenheng.

source: Application of law and sentence for providing false information to the Brønnøysund Registers
nb: Lovanvendelse og straffutmåling for innsendelse av uriktige opplysninger til Brønnøysundregistrene

source: In connection with the establishment of CSN, agreements were entered into on sale of cabin crew services to NAS and NAN.
nb: I forbindelse med etableringen av CSN ble det inngått avtaler om salg av kabintjenester til NAS og NAN.

source: I therefore find that the mode of expression in paragraph 51 of this Supreme Court judgment - that there must be "particularly weighty reasons for adoption" – suggests the use of the same norm.
nb: Jeg legger da til grunn at uttrykksmåten i avsnitt 51 i denne høyesterettsdommen – at det kreves 'særlig tungtveiende grunner for adopsjon' – gir uttrykk for den samme normen."

source: A governmental water supply project resulted in the drying out of 10 000 hectares of pasture land and the death of a large number of animals.
nb: Et statlig vannforsyningsprosjekt førte til at 10 000 hektar beite tørket ut, og til at et stort antall dyr døde.

source: constitute grounds for criticism.
nb: Ikke enhver opptreden gir grunnlag for kritikk.

source: Like the Court of Human Rights in the Pirate Bay case, I take as a starting point that protection under the Copyright Act is a weighty argument for contravening Article 10.
nb: Jeg tar som EMD i Pirate Bay-saken utgangspunkt i at beskyttelse av rettigheter etter åndsverkloven er en tungtveiende begrunnelse for inngrep i artikkel 10.

source: On 22 June,
nb: ble presentert 22.

source: In Niemietz versus Germany too, a case which concerned a seizure at a lawyer’s office, the Court stated that there is no clear boundary between a home and an office address.
nb: Og i Niemietz mot Tyskland, som gjaldt et beslag som var foretatt på et advokatkontor, uttalte Domstolen at det ikke er noen klar grense mellom hjem og kontoradresse.

source: However, the signals transmitted into the terrestrial network are encrypted.
nb: Signalene som sendes ut i bakkenettet, er imidlertid kryptert.

source: The significance of the prohibition against evidence in section 22-5 of the same Act when it comes to information related to invoices from a law firm was also not assessed.
nb: Lagmannsretten hadde ikke vurdert hvorvidt pålegg om at Felleskjøpet skulle fremlegge opplysninger knyttet til fakturaer fra et advokatfirma, var i strid med bevisforbudet i tvisteloven § 22-5.

source: I agree with the appellants that the expulsion of A creates a coercive situation which
nb: Jeg er enig med de ankende parter i at utvisningen av A skaper en tvangssituasjon som rent

source: There are also several such decisions relating to Article 6 of the ECHR concerning a fair trial.
nb: Det foreligger også flere slike avgjørelser vedrørende EMK artikkel 6 om rettferdig rettergang.

source: He worked seven days a week, and his only day off was on 17 May when the shop was closed.
nb: Han arbeidet syv dager i uken og den eneste dagen han hadde helt fri var 17. mai da butikken var stengt.

source: having acquired in 1892 common of pasture through use from time immemorial west of the
nb: Drøftelsen foran trekker etter min mening sterkt i retning av at samene allerede i 1892 ved alders tids bruk

source: They worked seven days a week, and the only day off was on 17 May when the store at Ø was closed.
nb: De arbeidet syv dager i uken og den eneste dagen de hadde helt fri var 17. mai da butikken på Ø var stengt.

source: must be proven before the Committee may respond with any disciplinary measures.
nb: konkrete forhold for at utvalget kan reagere med disiplinærtiltak.

source: In the individual assessment, the Committee then states that it was "necessary to preserve the identity of the tribe", see para 17.
nb: I den konkrete vurderingen uttaler komiteen videre at reguleringen ikke var "necessary to preserve the identity of the tribe", se punkt 17.

source: The speed was high, but not exceeding 30 knots.
nb: Hastigheten var høy, men ikke over 30 knop.

source: The complaint was related to public administration of an estate.
nb: Klagen hadde tilknytning til et offentlig skifte av et dødsbo.

source: In the Immigration Act section 70, the requirement of proportionality follows directly from the wording of the provision, which is not the case for section 37.
nb: I utlendingsloven § 70 følger vilkåret om forholdsmessighet direkte av lovteksten, noe som altså ikke er tilfellet for § 37.

source: with the Lapp Commission in 1890. Mr Kallar reports pasturing much farther west than the
nb: Kallar og Ingebrigt Flønæs d.e., gjengitt fra et møte med Lappekommisjonen i 1890.

source: This rule is – as mentioned in my reference to the Västberga case – applicable to enterprises.
nb: Denne regelen er – som nevnt i min omtale av Västberga-saken – anvendelig i forhold til selskaper.

source: This must also be a principle view.
nb: Dette må da også være et hovedsynspunkt.

source: It has also been documented before the Supreme Court that GSK has made extensive use of different shades of purple in its marketing of Seretide/Diskus.
nb: Det er videre på det rene at GSK også for øvrig i stor utstrekning har benyttet ulike lillanyanser i sin markedsføring av Seretide/Diskus.

source: "[I]t should be possible to punish persons who are parts of the group, but whose roles are vaguer, e.g. persons providing general 'spiritual guidance', ringleaders who hide their tracks etc.
nb: "[D]et er behov for å kunne straffe personer som er med i gruppen, men har en vagere rolle for eksempel knyttet til generell 'åndelig veiledning', bakmenn som skjuler sine spor osv.

source: Case law of the European Court of Justice relating to the Treaty on the Functioning of the European Union (TEUF) Articles 20 and 21 on union citizenship is interesting and fairly far-reaching.
nb: EU-domstolens praksis knyttet til Traktaten om den europeiske unions funksjonsmåte (TEUF) artikkel 20 og 21 om unionsborgerskap er interessant og ganske vidtrekkende.

source: The Public Prosecution Authority (Counsel Henry John Mæland) v. A (Counsel Anders Morten Brosveet, John Christian Elden)
nb: Påtalemyndigheten (setteriksadvokat Henry John Mæland) mot A (advokat Anders Morten Brosveet, advokat John Christian Elden)

source: The coercion elements also placed the three workers in a vulnerable position during their stays in Norway, and it is clear that this vulnerable position made it possible to exploit the workers for forced labour.
nb: Tvangselementene satte også de tre arbeiderne i en sårbar stilling under oppholdene her i Norge, og det er helt på det rene at denne sårbare stillingen gjorde det mulig å utnytte arbeiderne til tvangsarbeid.

source: However, the constitutional protection cannot be - and it is – not absolute.
nb: Men grunnlovsvernet kan ikke være – og er heller ikke – absolutt.

source: I cannot see that there is a basis for excluding this possibility in connection with establishment by use.
nb: Det kan ikke sees at det er noe grunnlag for at denne muligheten ikke også skulle stå åpen ved innarbeidelse.

source: I refer to the Joint Declaration by the Contracting Parties to the decision on incorporation of Council Directive 2004/38/EC, which among other things states:
nb: Jeg viser til Felleserklæring til EØS-komiteens beslutning om innlemming av Rådsdirektiv 2004/38/EF, hvor det blant annet heter:

source: assessment of all activities during the entire period, that A participated in ISIL.
nb: vurdering av alle aktivitetene i hele perioden, har vært deltaker i ISIL.

source: “The general rule shall continue to be release on probation after 2/3 of the time, but the release shall form an integral part of the execution.
nb: ”Hovedregelen skal fortsatt være prøveløslatelse etter 2/3 tid, men løslatelsen skal være en integrert del av fullbyrdelsen.

source: explanations were dismissed, and he had had the impression that this became a personal issue for
nb: Hans forklaringer ble avvist, og han opplevde at dette ble personlig for dommeren.

source: A’s grounds for arguing that the repeal of the 12-year rule represents a violation of the Constitution are then also that according to him there is a close connection between the length of the sentence and the rule concerning release on probation - implicit in the length of the sentence is an assumption of release on probation pursuant to the legislation that applied at the time that judgement was passed.
nb: As begrunnelse for at opphevelsen av 12-årsregelen representerer en grunnlovskrenkelse, er da også at det i følge ham foreligger en nær tilknytning mellom den utmålte straff og regelen om prøveløslatelse – i den utmålte straff ligger implisitt en forutsetning om prøveløslatelse i henhold til den lovgivning som gjaldt på domstidspunktet.

source: The judge’s task was to lead a hearing with 26 parties.
nb: Dommerens oppgave var å lede et rettsmøte med 26 parter.

source: Against this background, I have concluded that Sara's rights under ICCPR article 27 have not been violated.
nb: Jeg har på denne bakgrunn kommet til at Saras rettigheter etter SP artikkel 27 ikke er krenket.

source: mention in particular Ole Johnsen Østby, aged 73 in 1890, who refers to his childhood in the
nb: Jeg nevner særlig Ole Johnsen Østby, 73 år i 1890, som refererer til sin barndom og uttrykker det slik:

source: Disciplinary measure in the form of criticism.
nb: Disiplinærtiltak i form av kritikk.

source: The recruitments of B and J in count III of the indictment are also serious offences.
nb: Også rekrutteringen av B og J i tiltalens post III utgjør alvorlige forhold.

source: in conjunction with the subsequent treatment of use from time immemorial on page 42.
nb: med den senere behandlingen av alders tids bruk på side 42.

source: This gave her reason to fear for her own and her children’s safety, it deprived her of control of her own life, it inflicted permanent mental problems on her and reduced her quality of life to a significant degree.
nb: Den ga henne grunn til å frykte for sin egen og barnas sikkerhet, den fratok henne herredømmet over sin egen tilværelse, den påførte henne varige psykiske lidelser og reduserte hennes livskvalitet i betydelig grad.

source: Honorary posts in associations, societies, organisations or political parties with over 100 members.
nb: Tillitsverv i forening, lag, organisasjon eller politisk parti med over 100 medlemmer.

source: It has not been substantiated that he was not in control when riding the waves.
nb: Det er ikke sannsynliggjort at han ikke kjørte kontrollert inn i bølgene.

source: The formulation “rural community common” has also been used since.
nb: Formuleringen «bygdealmenning» har også vært brukt senere.

source: is considerable divergence between the Commission’s description and Mr Kallar’s statement.
nb: Men i fortsettelsen er det et betydelig sprik mellom kommisjonens beskrivelse og Kallars forklaring.

source: “Concerning the Sami’s customary right it is my view that given that there have been reindeer
nb: «Angående samenes sedvanerett er det min oppfatning at når det har vært rein i Roltdals statsalmenning

source: contacted the parties to inform them of the delay and the reasons for it. In itself, a delay of 11 weeks
nb: Forsinkelsen på 11 uker var i seg selv i det nedre sjiktet for disiplinærreaksjon.

source: Consequently, there is no basis for dismissing the case from Oslo District Court due to a lack of jurisdiction.
nb: Etter dette er det ikke grunnlag for å avvise saken fra Oslo tingrett på grunn av manglende domsmyndighet.

source: In such cases, there is no need for a further assessment of whether the connection to Norway is sufficient.
nb: I slike tilfeller er det ikke behov for noen ytterligere vurdering av om tilknytningen til Norge er tilstrekkelig.

source: The operation yielded a minor profit in 2010 and 2011, but far from enough to make a living.
nb: Driften gikk med et beskjedent overskudd i 2010 og 2011, riktignok uten at det var rom for uttak av lønn av betydning.

source: The European Court of Human Rights has not in the past brought connection by a temporary, tolerated or illegal stay in under the protection of private life in article 8.
nb: Tilknytning ved et midlertidig, tålt eller ulovlig opphold har EMD ikke tidligere trukket inn under privatlivsvernet i artikkel 8.

source: Particularly important in this case is that it only concerns extremely limited access, that the expert has found that both parents are fit for visitation and that the child welfare service are to instruct the foster parents about how potential visitation is to take place so that C receives information suited to his age.
nb: Av særlig betydning er det at det i denne saken kun kan være aktuelt med et svært begrenset samvær, at den sakkyndige har funnet at begge foreldrene har samværskompetanse og at barnevernet skal gi foreldrene og fosterforeldrene veiledning om hvordan eventuelle samvær skal gjennomføres, slik at C sikres aldersadekvat informasjon.

source: paragraph 77: “In the case of a person who is prevented from working, as in the case of recipients of a benefit such as that at issue, numerous explanations may explain their choosing to stay in another EEA State. However, in such circumstances, it can be assumed that such an
nb: uttalelsen avsnitt 77, der det heter: «Når det gjelder en person som er forhindret fra å arbeide, som tilfelle er for mottakere av ytelser av den type saken gjelder, kan det være mange forklaringer på hvorfor de velger å oppholde seg i en annen EØS-stat.

source: in Haarraadalen, immediately above the Dam Tarns, 9.
nb: i Haarraadalen, strax ovenfor Damtjernene, 9.

source: The employees did not exercise their right of reservation in connection with the transfers, and it has not been disputed that they are currently employed in PSN and CSN.
nb: Arbeidstakerne utøvet ikke reservasjonsrett i forbindelse med virksomhetsoverdragelsene, og det er ikke bestridt at de i dag er ansatt i PSN og CSN.

source: These starting points are maintained in the Supreme Court ruling HR-2019-2420-A.
nb: Disse utgangspunktene er videreført i HR-2019-2420-A.

source: NAN took over 687 pilots from NAS along with the obligation to offer a defined benefit pension scheme.
nb: NAN overtok 687 piloter fra NAS og forpliktelsen til å ha en ytelsesbasert pensjonsordning.
